import './footer.scss';

export const Footer = () => {
  return (
    <footer className='footer'>
      <div className='footer__container'>
        <p>
          ARENA предлагает вам возможность публиковать бесплатные объявления. Вы легко найдете интересные бесплатные
          объявления из Кишинева и других городов и сможете легко связаться с теми, кто их опубликовал. На ARENA вы
          можете найти работу, велосипеды, элекировелосипеды, электросамокаты и акксесуары по низким ценам. Если вы
          хотите что-то продать, вы сможете очень легко добавить бесплатные объявления. Если вы захотите что-то купить
          здесь, то сможете найти интересующие вас товары по более низким ценам, чем в любом магазине.
        </p>
      </div>
    </footer>
  );
};
