import { AccessoriesTypes, PartsTypes } from '../types/accessories';

export const parts: PartsTypes[] = [
  'Покрышки и Камеры',
  'Колеса',
  'Амортизаторы и Вилки',
  'Переключатели',
  'Седла',
  'Тормоза',
  'Рули и выносы',
  'Звезды, шатуны и цепи',
  'Педали',
  'Рамы',
  'Другое'
];

export const accessories: AccessoriesTypes[] = [
  'Шлемы, защита, очки',
  'Фонари',
  'Сумки и багажники',
  'Инструменты и смазки',
  'Замки и сигнализации',
  'Компьютеры и GPS',
  'Детские велокресла',
  'Другое'
];
